[
    {
        "maPhim": 12695,
        "tenPhim": "Line Up to Your Name",
        "biDanh": "line-up-to-your-name",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/line-up-your-name_gp01.jpg",
        "moTa": "Heo Im is an oriental doctor, acknowledged as the best in acupuncture and moxibustion in Joseon. His success is blocked due to his low status.  One day, Heo Im travels though time and finds himself in present day Seoul. He meets Choi Yeon-Kyung. She is doctor firmly believing in only modern medicine.",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-29T20:21:59.673",
        "danhGia": 8,
        "hot": true,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12710,
        "tenPhim": "The Devil's Deal",
        "biDanh": "the-devil-s-deal",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/the-devil-s-deal_gp01.jpg",
        "moTa": "Set in Busan in 1992, the story revolves around Hae-woong (Cho Jin-woong), a candidate for the National Assembly, Sun-tae (Lee Sung-min) a hidden powerhouse in politics, and Pil-do (Kim Mu-yeol), a gangster who fight fiercely to overturn the game by holding secret documents that will shake the Republic of Korea.",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-07-30T00:00:00",
        "danhGia": 8,
        "hot": true,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12711,
        "tenPhim": "Past Lives",
        "biDanh": "past-lives",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/past-lives_gp01.jpg",
        "moTa": "Past Lives is a 2023 American romantic drama film written and directed by Celine Song in her feature directorial debut. The film stars Greta Lee, Teo Yoo and John Magaro, and follows a reunion between two childhood friends as they contemplate their relationship and their own lives.",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-05-08T00:00:00",
        "danhGia": 4,
        "hot": false,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12712,
        "tenPhim": "The Roundup: No Way Out",
        "biDanh": "the-roundup-no-way-out",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://booking.bhdstar.vn/CDN/media/entity/get/FilmPosterGraphic/HO00002714",
        "moTa": "Detective Ma Seok-do and his team are promoted to Metropolitian Investigation Unit where they investigate the death of a woman named Go Sun-hee and checks from the autopsy report that Sun-hee had been taking a drug called \"Hiper\". Ma goes to the nightclub and interrogates the president where they learn about a yakuza member named Hiroshi supplying Hiper from Incheon in the club. Ma's colleagues manages to capture Hiro and seize 20 kilos of Hiper, but a corrupt cop named Joo Sung-chul steals Hiper and kills Hiroshi, but Ma's team manages to survive the ambush",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-10-26T00:00:00",
        "danhGia": 10,
        "hot": true,
        "dangChieu": false,
        "sapChieu": true
    },
    {
        "maPhim": 12713,
        "tenPhim": "Dream",
        "biDanh": "dream",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/dream_gp01.jpg",
        "moTa": "After football player Hong-dae (Park Seo-joon) is involved in an unexpected incident and receives disciplinary probation, he is appointed the coach for a special national soccer team. The team consists of homeless people who have never even handled a ball before, and will compete in the Homeless World Cup.",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-07-31T00:00:00",
        "danhGia": 7,
        "hot": true,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12714,
        "tenPhim": "Phantom",
        "biDanh": "phantom",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://photos.hancinema.net/photos/fullsizephoto1613488.jpg",
        "moTa": "In 1933, during the Japanese colonization of Korea, the story begins with an underground anti-Japanese organization's failed attempt to assassinate the new Japanese resident-general on his first day in Seoul. The Japanese colonial government gathers five suspects in a remote hotel on a seaside cliff to hunt down \"phantom,\" a spy planted by an anti-Japanese organization in Gyeongseong, within a day. Caught up in the game of life and under close scrutiny by the Japanese authorities, the suspects snoop around the rooms and search others' belongings to clear their suspicions",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-24T20:17:58.123",
        "danhGia": 9,
        "hot": true,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12715,
        "tenPhim": "Reboundd",
        "biDanh": "reboundd",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/rebound_gp01.jpg",
        "moTa": "The once-renowned basketball team of Jungang High School [ko] in Busan is in shambles and on the verge of being shut down after years of poor performance. Alumnus Kang Yang-hyeon, who had been on the coaching staff of the U-16 boys' national team, is brought in as the new head coach, but his appointment sparks many players to walk out as they refuse to play under a still-relatively unknown coach",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-24T20:12:49.26",
        "danhGia": 4,
        "hot": false,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12718,
        "tenPhim": "The Challenge of Death: Between Two Worlds 2",
        "biDanh": "the-challenge-of-death-between-two-worlds-2",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/the-challenge-of-death-between-two-worlds_gp01.jpg",
        "moTa": "According to Buddhist scriptures , hell is divided into seven levels, representing seven basic human sins: deception, laziness, injustice, betrayal, violence, killing, and unfilial piety. When a person reaches the Afterlife, they will be judged 7 times on 7 floors within 49 days. Only those who pass all the trials can be reincarnated.  Kim Ja-hong ( Cha Tae-hyun ) is an exemplary, dedicated firefighter who wholeheartedly loves his family and the people around him. However, during a mission to rescue a baby from a fire, Kim unfortunately had an accident. Although the baby was safe, Kim passed away hello",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-25T16:40:39.807",
        "danhGia": 8,
        "hot": true,
        "dangChieu": false,
        "sapChieu": true
    },
    {
        "maPhim": 12719,
        "tenPhim": "Death Note",
        "biDanh": "death-note",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/death-note_gp01.jpg",
        "moTa": "A Japanese manga series written by Tsugumi Ōba and illustrated by Takeshi Obata . The story revolves around Yagami Raito , a high school student possessing the brains of a genius who stumbles upon a mysterious notebook called the \"Death Note\" - which is in the possession of the death god Ryuk . It gives the user the ability to kill anyone whose name is written in the notebook. Raito decides to use the Death Note to wage a worldwide massacre against those he deems unworthy of dignity ., with the aim of transforming the world into an ideal society free of crime",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-02T00:00:00",
        "danhGia": 9,
        "hot": true,
        "dangChieu": false,
        "sapChieu": true
    },
    {
        "maPhim": 12720,
        "tenPhim": "Attack on Titan",
        "biDanh": "attack-on-titan",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/attack-on-titan_gp01.jpg",
        "moTa": "Titan War revolves around a civilization located within three massive concentric walls, the only place where humanity still exists. More than a hundred years ago, humanity was pushed to the brink of extinction after the appearance of a humanoid creature called the Titan, which would eat anyone they saw. The survivors then began to retreat behind three walls and lived peacefully for nearly a century. To battle the Titans, the military used the Stereoscopic Maneuver, a hip-mounted device that fired a gas-powered, hook-and-loop anchor that gave them superb three-dimensional mobility",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-07-03T00:00:00",
        "danhGia": 10,
        "hot": true,
        "dangChieu": true,
        "sapChieu": false
    },
    {
        "maPhim": 12723,
        "tenPhim": "Hellbound",
        "biDanh": "hellbound",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/hellbound_gp01.jpg",
        "moTa": "Judgment from Hell is set in the modern day when many people around the world receive a warning of a certain death from a supernatural entity. These unfortunate humans, at the foretold time, will be tormented and burned alive by three monsters",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-01T00:00:00",
        "danhGia": 10,
        "hot": true,
        "dangChieu": false,
        "sapChieu": true
    },
    {
        "maPhim": 12819,
        "tenPhim": "Machikado Mazoku Season 2",
        "biDanh": "machikado-mazoku-season-2",
        "trailer": "https://www.youtube.com/watch?v=hUp214sNUr4",
        "hinhAnh": "https://movienew.cybersoft.edu.vn/hinhanh/machikado-mazoku-season-2_gp01.jpg",
        "moTa": "According to Buddhist scriptures , hell is divided into seven levels, representing seven basic human sins: deception, laziness, injustice, betrayal, violence, killing, and unfilial piety. When a person reaches the Afterlife, they will be judged 7 times on 7 floors within 49 days. Only those who pass all the trials can be reincarnated.  Kim Ja-hong ( Cha Tae-hyun ) is an exemplary, dedicated firefighter who wholeheartedly loves his family and the people around him. However, during a mission to rescue a baby from a fire, Kim unfortunately had an accident. Although the baby was safe, Kim passed away",
        "maNhom": "GP01",
        "ngayKhoiChieu": "2023-08-30T00:00:00",
        "danhGia": 10,
        "hot": true,
        "dangChieu": false,
        "sapChieu": false
    }
]